{
  "t1": "የኢትዮጵያ ዋና",
  "t2": "የቡና ላኪ እና",
  "t3": "ልዩ የዩኒሊቨር አከፋፋይ",
  "t4": "ኪንግደም ቢዝነስ ፒኤልሲ የዩኒሊቨር ምርቶች የኢትዮጵያ ታማኝ ልዩ አከፋፋይ እና ከፍተኛ ጥራት ያለው የኢትዮጵያ ቡና ላኪ ነው። ዓለም አቀፍ ብራንዶችን ከአገራዊ ገበያዎች ጋር እየገናኙ ሲሆን ከተማ እድገትን የሚያበረታታ የዋና የንግድ መፍትሄ እንዲሰጥ በተሟላ ሁኔታ እንተካለን።",
  "t5": "በጥራት፣ በቅንነት እና በዘላቂ የንግድ ልምዶች አህጉራትን ማገናኘት",
  "t6": "ዋነኛ እሴቶቻችን",
  "t7": "እያንዳንዱን ውሳኔ እና የምንገነባውን እያንዳንዱን ግንኙነት የሚቀርጹ መመሪያዎች",
  "t8": "የዩኒሊቨር አጋርነት",
  "t9": "ልዩ አከፋፋይ ሁኔታ",
  "t10": "በኢትዮጵያ የዩኒሊቨር ምርቶች ልዩ አከፋፋይ እንደመሆናችን መጠን በዓለም አቀፍ ደረጃ የታመኑ የምትጠቀሙ የምርት እቃዎችን ወደ አገራዊ ገበያዎች እናቀርባለን። እኛ ያለን ጠንካራና ሰፊ የሆነ የመላው አገር የአከፋፈል መስክ በመጠቀም ታመኑ የዩኒሊቨር ምርቶች እንዲደርሱ እናረጋግጣለን።",
  "t11": "500+ ምርቶች",
  "t12": "የግል እንክብካቤን፣ የቤት እንክብካቤን እና የምግብ ምርቶችን ጨምሮ ሙሉ የዩኒሊቨር ፖርትፎሊዮ",
  "t13": "በሀገር ውስጥ ሰፊ የሆነ ድርሻ",
  "t14": "ዋና የኢትዮጵያ ክልሎችን የሚካተት አሰሳ ድርድር",
  "t15": "የኢትዮጵያ የቡና ብልጥነት",
  "t16": "ኢትዮጵያዊ ቡና በተለየ ሽታ እና በልዩ ጣዕም የታወቀ ሲሆን በዓለም አቀፍ ደረጃ ጠንካራ መጠየቅ ቀጥሏል። በአየር ንብረት ለውጥ እና እፅዋት መጥፋት ያሉ ችግሮች ቢኖሩም፣ ከፍ ተደርጓል ያለውን የቡና ጥራት ለማግኘት እና ለመላክ ተስፋ አለን።",
  "t17": "አብዛኛው የኢትዮጵያ ቡና በከፍተኛ ከተማዎች ይበቅላል፣ ነገር ግን የሀገሪቱ የተለያዩ የአካባቢ ሁኔታዎችና የአየር ንብረት ሁኔታዎች በተለያዩ የቡና አይነቶች ላይ አፍንቶ እያለው ያለ ቅርጸ ተቋማዊ ችሎታን ተሰጥቷል። በተለይም፦ ጄሻ፣ ይርጋጨፍ፣ ሲዳሞ",
  "t18": "ከፍተኛ ከባቢ",
  "t19": "የቡና ጣዕምን ለማሻሻል በተመጣጣኝ ከባቢ ማሰባሰብ",
  "t20": "ኦርጋኒክ ጥራት",
  "t21": "በተፈጥሮ የተተከለ እና የተረጋገጠ የእርሻ ሥርዓትን ድጋፍ",
  "t22": "የንግድ አላማችን",
  "t23": "የልምድ አላማዎች የምርት ላኪነትን እና የአገር ውስጥ ንግድን ለማሻሻል",
  "t24": "የስልጣን ራዕይና እቅድ",
  "t25": "ዛሬ ያለን ተፅዕኖ",
  "t26": "ከኢትዮጵያ ውድ ምርቶች እና በተጠቃሚ የንግድ መንገዶች መካከል ሰፊ ድርሻ በመፍጠር አህጉራዊና ዓለም አቀፍ ገበያዎችን እንገናኛለን።",
  "t27": "ወደ የእኛ የንግድ ኔትወርክ ይቀላቀሉ",
  "t28": "ከፍ ያለ ጥራት ያለውን የኢትዮጵያ ቡና ለማግኘት፣ የንግድ እድሎችን ለማጥናት ወይም በዘላቂ የንግድ ሥራዎች ላይ ከኛ ጋር ለመስራት እባኮትን ይገናኙን።",
  "t29": "የቡና ምርቶችን ያስሱ",
  "t30": "የአጋርነት እድሎች",
  "t31": "ዓለም አቀፍ ንግድ",
  "t32": "የኢትዮጵያ ብልጥነትን ለማግኘት ዝግጁ ኖት?",
  "t33": "ኪንግደም ቢዝነስ ፒኤልሲ የእርስዎን የንግድ ሥራዎች እንዲሻሻሉ እና የኢትዮጵያ ብልጥነትን የሚያሳይ ምርት እንዲደርስ እንረዳዎታለን።",
  "t34": "ጉዞዎን ጀምሩ",
  "t35": "አካባቢያችን",
  "t36": "አዲስ አበባ፣ ኢትዮጵያ",
  "t37": "አድራሻ",
  "t38": "አለም ህንፃ፣ 5ኛ ፎቅ",
  "t39": "አዲስ አበባ፣ ገርጂ",
  "t40": "ኢትዮጵያ",
  "t41": "ኪንግደም ቢዝነስ ፒኤልሲ",
  "t42": "አዲስ አበባ፣ ኢትዮጵያ",
  "t43": "አቅጣጫውን ያግኙ"
}
