{
  "t1": "Ethiopia's Premier",
  "t2": "Coffee Exporter &",
  "t3": "Unilever Distributor",
  "t4": "Kingdom Business PLC is Ethiopia’s trusted special distributor of Unilever products and a premier exporter of high-quality Ethiopian coffee. We deliver integrated trading solutions that connect global brands to local markets while fostering community growth",
  "t5": "Bridging continents through quality, integrity and sustainable trade practices",
  "t6": "Our Core Values",
  "t7": "Guiding principles that shape every decision we make and every relationship we build",
  "t8": "Unilever Partnership",
  "t9": "Special Distributor Status",
  "t10": "As the special distributor of Unilever products in Ethiopia, we deliver globally trusted consumer goods to local markets. Our partnership guarantees that authentic Unilever products reach Ethiopian consumers through our robust and far-reaching distribution network.",
  "t11": "500+ products",
  "t12": "complete Unilever portfolio including personal care, home care and food products",
  "t13": "Major Reach",
  "t14": "Comprehensive reach containing major Ethiopian regions",
  "t15": "Ethiopian Coffee Excellence",
  "t16": "Ethiopian coffee continues to enjoy strong international demand, renowned for its unique aroma and distinct flavor.  Despite ongoing challenges such as climate change and deforestation, we remain committed to sourcing and delivering high-quality coffee",
  "t17": "While most Ethiopian coffee is grown in the highlands, the country's diverse geography and climate allow for a wide range of coffee varieties. The most popular varieties include: Gesha (or Geisha), Yirgacheffe, and Sidamo",
  "t18": "High Altitude",
  "t19": "Sourcing from optimal growing regions for superior flavor profiles",
  "t20": "Organic Quality",
  "t21": "Supporting naturally organic farming practices and certification",
  "t22": "Our Business Objectives",
  "t23": "Strategic goals driving our misson to enhance export and domestic trading operations",
  "t24": "Our Strategic Vision",
  "t25": "Our Impact Today",
  "t26": "Building bridges between Ethiopian excellence and global markets through sustainable trading practices",
  "t27": "Join Our Trading Network",
  "t28": "Whether you're looking to source premium Ethiopian coffee, explore trading opportunities, or partner with us in sustainable business practices, we're here to build lasting relationships that benefit communities and markets worldwide.",
  "t29": "Explore Coffee Products",
  "t30": "Partnership Opportunities",
  "t31": "Global Trading",
  "t32": "Ready to Experience Ethiopian Excellence?",
  "t33": "Connect with us to discover how Kingdom Business PLC can enhance your trading operations  and bring you closer to Ethiopia's finest products.",
  "t34": "Start Your Journey",
  "t35": "Our Location",
  "t36": "Addis Abeba, Ethiopia",
  "t37": "Address",
  "t38": "Alem bulding, 5th floor",
  "t39": "Addis Abeba, Gerji",
  "t40": "Ethiopia",
  "t41": "Kingdom Business PLC",
  "t42": "Addis Abeba, Ethiopia",
  "t43": "get directions"
}
